acpi
alacritty
ark
base
base-devel
bc
blueman
bluez
bluez-tools
bluez-utils
brightnessctl
chromium
code
dkms
efibootmgr
engrampa
feh
file-roller
firefox
fish
geany
gimp
git
gparted
grim
grub
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs
htop
imagemagick
intel-ucode
iwd
jp2a
kitty
lib32-nvidia-utils
libcaca
libtransmission
light
linux
linux-firmware
linux-headers
mako
mathjax2
mpc
mpd
mpv
ncmpcpp
neofetch
network-manager-applet
nmap
notepadqq
npm
nvidia
pacman-contrib
pamixer
pavucontrol
pipewire-media-session
pipewire-x11-bell
pulseaudio
pulseaudio-bluetooth
pulsemixer
qbittorrent
ranger
redshift
sddm
slurp
speedtest-cli
swaybg
swayidle
swaylock
systemd-resolvconf
thunar
thunar-archive-plugin
thunar-volman
tlp
tlp-rdw
ttf-font-awesome
unrar
veracrypt
vi
viewnior
vim
virtualbox-host-dkms
w3m
wf-recorder
wget
wine
wireless_tools
wl-clipboard
wlroots
wofi
wpscan
xarchiver
xdotool
xf86-video-intel
xorg-xbacklight
xorg-xdpyinfo
xorg-xwayland
xorg-xwininfo
yad
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
