acpi
alacritty
ark
base
base-devel
bc
blueman
bluez
bluez-tools
bluez-utils
chromium
clamav
cuda-tools
efibootmgr
element-desktop
engrampa
file-roller
fish
geany
git
gparted
grim
gvfs
htop
imagemagick
intel-ucode
iwd
kitty
light
linux
linux-firmware
mako
mpc
mpd
mpv
ncmpcpp
neofetch
network-manager-applet
pamixer
pavucontrol
pipewire-x11-bell
pulseaudio
pulsemixer
ranger
slurp
speedtest-cli
swaybg
swayidle
swaylock
thunar
thunar-archive-plugin
thunar-volman
tlp
tlp-rdw
ttf-font-awesome
unrar
veracrypt
viewnior
vim
wf-recorder
wget
wireless_tools
wl-clipboard
wlroots
wofi
xarchiver
xdg-desktop-portal-wlr
xorg-xbacklight
xorg-xwayland
yad
zram-generator
